vr-order-backend-rails/app/controllers/api/v1/items_controller.rb

      def index
        render json: Item.all
---
SELECT "items".* FROM "items"